Repository: scf/scf
Catalog: modules/contrib/print/translations/*.po
Languages: es

source: Logo URL
es: URL del logo

source: An alternative logo to display on the printer-friendly version. If left empty, the current theme's logo is used.
es: Un logo alternativo para mostrar en las versiones <em>para imprimir</em> de las páginas. Si se deja vacío, es usado el logo del tema actual.

source: Stylesheet URL
es: URL del estilo (CSS)

source: The URL to your custom print cascading stylesheet, if any. When none is specified, the default module CSS file is used.
es: La URL para la hoja de estilo personalizada de la versión <em>para imprimir</em>. Cuando no se encuentra especificada, es usado el archivo del módulo CSS .

source: Printer-friendly URLs list
es: Lista de URLs de la versión para imprimir

source: Include comments in printer-friendly version
es: Incluir comentarios en la versión para imprimir

source: When this option is active, user comments are also included in the printer-friendly version. Requires the comment module.
es: Cuando esta opción está habilitada, en la versión para imprimir también son incluídos los comentarios de los usuarios. Se requiere tener habilitado el módulo <em>comentarios</em>

source: Open the printer-friendly version in a new window
es: Abrir la versión para imprimir en una nueva ventana

source: Disabled
es: Desactivado

source: Use HTML target (does not validate as XHTML Strict)
es: Usar HTML target (no valida como XHTML stricto)

source: Use Javascript (requires browser support)
es: Usar Javascript (requiere soporte del navegador)

source: Use Greybox Redux (requires the greybox module)
es: Usar Greybox Redux (requiere el módulo greybox)

source: Use Thickbox (requires the thickbox module)
es: Usar Thickbox (requiere el módulo thickbox)

source: Setting this option will make the printer-friendly version open in a new window/tab.
es: Configurando esta opción, hará que la página de la versión para imprimir se abra en una nueva ventana o tab.

source: Source URL
es: URL de Origen

source: Display source URL
es: Mostrar URL de origen

source: When this option is selected, the URL for the original page will be displayed at the bottom of the printer-friendly version.
es: Cuando esta opción está seleccionada, la URL de la página original será mostrada en el pie de la versión para imprimir.

source: Add current time/date to the source URL
es: Agregar la hora actual/el día a la URL de origen

source: Display the current date and time in the Source URL line.
es: Mostrar el día actual y la hora en la línea URL de Origen.

source: Force use of node ID in source URL
es: Forzar el uso del ID del nodo en la URL de origen

source: Printer-friendly page link
es: Enlace de la versión para impresora

source: Enable or disable the printer-friendly page link for each node. Even if the link is disabled, you can still view the print version of a node by going to print/nid where nid is the numeric id of the node.
es: Activar o desactivar el enlace a la versión para impresora de cada nodo. Aunque el enlace esté desactivado, se puede ver la versión para imprimir de un nodo visitando la dirección 'print/nid', donde nid es el identificador del nodo.

source: Show link in system (non-content) pages
es: Mostrar enlace en las páginas del sistema (no en el contenido)

source: Setting this option will add a printer-friendly version page link on pages created by Drupal or the enabled modules.
es: Configurando esta opción agregará un enlace <em>'versión para imprimir'</em> en las páginas creadas por Drupal o en los módulos habilitados.

source: Take control of the book module printer-friendly link
es: Tomar el control del enlace <em>versión para imprimir</em> en el módulo book

source: Activate this to have the printer-friendly link in book nodes handled by this module. Requires the (core) book module.
es: Active esta opción para tener un enlace <em>versión para imprimir'</em> en los nodos manejados por el módulo book. necesita tener habilitado el módulo book (del core).

source: Send to printer
es: Enviar a la impresora

source: Automatically calls the browser's print function when the printer-friendly version is displayed.
es: Cuando la <em>versión para imprimir</em> se muestra, llama automáticamente a la función 'imprimir' del navegador.

source: Robots META tags
es: META tags Robots

source: Add noindex
es: Agregar noindex

source: Instruct robots to not index printer-friendly pages. Recommended for good search engine karma.
es: Indique a los robots NO indexar las versiones para imprimir de las páginas. Recomendado para un <em>buen karma</em> en los servicios de búsqueda (search engine).

source: Add nofollow
es: Agregar nofollow

source: Instruct robots to not follow outgoing links on printer-friendly pages.
es: Indique a los robots no seguir enlaces salientes de las versiones para imprimir de las páginas.

source: Add noarchive
es: Agregar noarchive

source: Non-standard tag to instruct search engines to not show a "Cached" link for your printer-friendly pages. Recognized by Googlebot.
es: Tag <em>no standard</em> para indicar a los servicios de búsqueda no mostrar el enlace "en cache" de las versiones para imprimir de sus páginas. Reconocido por Googlebot.

source: Add nocache
es: Agregar nocache

source: Non-standard tag to instruct search engines to not show a "Cached" link for your printer-friendly pages
es: Tag <em>no standard</em> para indicar a los servicios de búsqueda no mostrar el enlace "en cache" de las versiones para imprimir de sus páginas.

source: Anonymous
es: Anónimo

source: Show printer-friendly version link
es: Mostrar el enlace <em>versión para imprimir</em>

source: Displays the link to a printer-friendly version of the content. Further configuration is available on the !settings.
es: Mostrar el enlace de la versión para imprimir del contenido. Más opciones de configuración están disponibles en !settings.

source: settings page
es: página de opciones

source: Show printer-friendly version link in individual comments
es: Mostrar el enlace <em>versión para imprimir</em> en los comentarios individuales

source: Displays the link to a printer-friendly version of the comment. Further configuration is available on the !settings.
es: Mostrar el enlace de la versión para imprimir del comentario. Más opciones de configuración están disponibles en !settings.

source: Printer-friendly version
es: Versión para impresora

source: Display a printer-friendly version of this page.
es: Visualizar versión para impresora de esta página.

source: access print
es: acceder a print

source: administer print
es: administrar print

source: Printer-friendly
es: Versión para imprimir

source: Printer-friendly pages
es: Páginas de versión para imprimir

source: Settings
es: Opciones

source: print
es: imprimir
